Repository: glFusion/elections
Catalog: locale/*/LC_MESSAGES/elections.po
Languages: cs_cz, de_de, es_co, fi_fi, fr_ca, nl_nl, pl_pl

source: Print
cs_cz: Tisk
de_de: Drucken
es_co: Impresión
fi_fi: Tulosta
fr_ca: Imprimer
pl_pl: Drukuj

source: There was an error recording your vote.
cs_cz: Při nahrávání vašeho hlasu došlo k chybě.
de_de: Es ist ein Fehler beim Aufzeichnen Ihrer Stimme aufgetreten.
es_co: Hubo un error al registrar su voto.
fi_fi: Äänesi tallentamisessa tapahtui virhe.
fr_ca: Une erreur s'est produite lors de l'enregistrement de votre vote.
nl_nl: Er is een fout opgetreden bij het opnemen van uw stem, probeer het opnieuw.
pl_pl: Wystąpił błąd podczas rejestrowania Twojego głosu.

source: This election is not open for voting.
cs_cz: Tyto volby nejsou otevřené pro hlasování.
de_de: Diese Wahl ist nicht stimmberechtigt.
es_co: Esta elección no está abierta a votación.
fi_fi: Näitä vaaleja ei voi äänestää.
fr_ca: Cette élection n'est pas ouverte au vote.
pl_pl: Te wybory nie są otwarte do głosowania.

source: Please answer all remaining questions.
cs_cz: Odpovězte prosím na všechny zbývající otázky.
de_de: Bitte alle übrigen Fragen beantworten
es_co: Responda todas las preguntas restantes.
fi_fi: Vastaa kaikkiin jäljellä oleviin kysymyksiin.
fr_ca: Veuillez répondre à toutes les questions restantes.
nl_nl: Beantwoord alstublieft alle resterende vragen.
pl_pl: Proszę odpowiedzieć na wszystkie pozostałe pytania.

source: Your vote was recorded as shown at %1$s on %2$s
cs_cz: Váš hlas byl zaznamenán v %1$s na %2$s
de_de: Uw stem is geregistreerd zoals getoond bij %1$s op %2$s
es_co: Tu voto se registró como se muestra en %1$s el %2$s
fi_fi: Äänesi tallennettiin näytettäväksi %1$s %2$s
fr_ca: Votre vote a été enregistré comme indiqué à %1$s le %2$s
nl_nl: Uw stem is geregistreerd zoals weergegeven op %1$s op %2$s
pl_pl: Twój głos został zarejestrowany, jak pokazano na %1$sw dniu %2$s.

source: An invalid access key was entered.
cs_cz: Byl zadán neplatný přístupový klíč.
de_de: Es wurde ein ungültiger Zugriffsschlüssel eingegeben.
es_co: Se ingresó una clave de acceso no válida.
fi_fi: Syötettiin virheellinen avain.
fr_ca: Une clé d'accès invalide a été saisie.
nl_nl: Er is een ongeldige toegangssleutel ingevoerd.
pl_pl: Wprowadzono nieprawidłowy klucz dostępu.

source: Results were not saved.
cs_cz: Výsledky nebyly uloženy.
de_de: Ergebnis nicht gespeichert
es_co: No se guardaron los resultados.
fi_fi: Tuloksia ei tallennettu.
fr_ca: Les résultats n'ont pas été enregistrés.
pl_pl: Wyniki nie zostały zapisane.

source: Voting for this election is unavailable.
cs_cz: Hlasování pro tyto volby není k dispozici.
de_de: Die Abstimmung für diese Wahl ist nicht verfügbar.
es_co: La votación para esta elección no está disponible.
fi_fi: Äänestys näistä vaaleista ei ole käytettävissä.
fr_ca: Le vote pour cette élection n'est pas disponible.
nl_nl: Stemmen voor deze verkiezing is niet mogelijk.
pl_pl: Głosowanie w tych wyborach jest niedostępne.

source: Either you've already voted, the election has been removed or you do not have sufficient permissions.
cs_cz: Buď jste již hlasovali, volby byly odstraněny, nebo ne mít dostatečná oprávnění.
de_de: Entweder haben Sie bereits abgestimmt, die Wahl wurde entfernt oder Sie tun es nicht.ausreichende Berechtigungen haben.
es_co: O ya votó, la elección se eliminó o notener permisos suficientes.
fi_fi: Joko olet jo äänestänyt, vaalit on poistettu tai et on riittävät käyttöoikeudet.
fr_ca: Soit vous avez déjà voté, l'élection a été supprimée ou vous ne l'avez pas fait avoir les autorisations suffisantes.
nl_nl: Of je hebt al gestemd, de verkiezing is geschrapt of je hebt het niet gedaan voldoende machtigingen hebben.
pl_pl: Albo już zagłosowałeś, wybory zostały usunięte albo nie masz wystarczających uprawnień.

source: Item(s) have been updated.
cs_cz: Položky byly aktualizovány.
de_de: Artikel wurden aktualisiert
es_co: Los artículos han sido actualizados.
fi_fi: Kohde (t) on päivitetty.
fr_ca: Les éléments ont été mis à jour.
nl_nl: Item (s) zijn bijgewerkt.
pl_pl: Elementy zostały zaktualizowane.

source: Item(s) are unchanged.
cs_cz: Položky se nemění.
de_de: Artikel sind unverändert
es_co: Los artículos no han cambiado.
fi_fi: Kohde (t) ovat muuttumattomia.
fr_ca: Les éléments sont inchangés.
nl_nl: Item (s) zijn ongewijzigd.
pl_pl: Przedmiot(y) pozostają niezmienione.

source: User %s tried to access the election administration screen.
cs_cz: Uživatel %s se pokusil vstoupit na obrazovku administrace voleb.
de_de: Benutzer %s hat versucht, auf den Wahlverwaltungsbildschirm zuzugreifen.
es_co: El usuario %s intentó acceder a la pantalla de administración de elecciones.
fi_fi: Käyttäjä %s yritti päästä vaalien hallintanäyttöön.
fr_ca: L'utilisateur %s a essayé d'accéder à l'écran d'administration des élections.
nl_nl: Gebruiker %s probeerde toegang te krijgen tot het verkiezingsadministratiescherm.
pl_pl: Użytkownik %s próbował uzyskać dostęp do ekranu zarządzania wyborami.

source: Election Administration
cs_cz: Správa voleb
de_de: Liste der Umfragen
es_co: Administración de elecciones
fi_fi: Vaalien hallinto
fr_ca: Administration des élections
nl_nl: Verkiezingsadministratie
pl_pl: Administracja wyborcza

source: Invalid security token
cs_cz: Neplatný bezpečnostní token
de_de: Ungültiges Sicherheitstoken
es_co: Token de seguridad no válido
fi_fi: Virheellinen suojaustunnus
fr_ca: Jeton de sécurité non valide
nl_nl: Ongeldig beveiligingstoken
pl_pl: Nieprawidłowy token bezpieczeństwa

source: Please enter an Election ID.
cs_cz: Zadejte volební ID.
de_de: Bitte geben Sie eine Umfrage-ID ein
es_co: Ingrese un ID de elección.
fi_fi: Anna vaalitunnus.
fr_ca: Veuillez saisir un identifiant d'élection.
nl_nl: Voer een verkiezings-ID in.
pl_pl: Wprowadź identyfikator wyborów.

source: Ignored possibly manipulated request to delete a election.
cs_cz: Ignorovaný možná zmanipulovaný požadavek na smazání voleb.
de_de: Möglicherweise manipulierte Aufforderung zum Löschen einer Wahl ignoriert.
es_co: Solicitud posiblemente manipulada ignorada para eliminar una elección.
fi_fi: Ohitettu mahdollisesti manipuloitu pyyntö poistaa vaalit.
fr_ca: Demande éventuellement manipulée ignorée pour supprimer une élection.
nl_nl: Mogelijk gemanipuleerd verzoek om een verkiezing te verwijderen genegeerd.
pl_pl: Zignorowano prawdopodobnie zmanipulowaną prośbę o usunięcie wyborów.

source: Preview
cs_cz: Náhled
de_de: Vorschau
es_co: Avance
fi_fi: Esikatselu
fr_ca: Aperçu
nl_nl: Voorbeeld
pl_pl: Zapowiedź

source: Comment
cs_cz: Komentář
de_de: Kommentar
es_co: Comentario
fi_fi: Kommentti
fr_ca: Commentaire
nl_nl: Commentaar
pl_pl: Komentarz

source: Election Topic
cs_cz: Téma voleb
de_de: Wahlthema
es_co: Tema electoral
fi_fi: Vaalien aihe
fr_ca: Sujet de l'élection
nl_nl: Verkiezingsonderwerp
pl_pl: Temat ankiety

source: Top 10 Elections
cs_cz: Top 10 voleb
de_de: Top 10 Wahlen
es_co: 10 elecciones principales
fi_fi: Top 10 vaalit
fr_ca: Top 10 des élections
nl_nl: Top 10 verkiezingen
pl_pl: Dziesięć najlepszych ankiet

source: It appears that there are no elections on this site or no one has ever voted.
cs_cz: Zdá se, že na tomto webu nejsou žádné volby nebo nikdo nikdy nehlasoval.
de_de: Es wurden noch keine Umfragen erstellt.
es_co: Parece que no hay elecciones en este sitio o nadie ha votado nunca.
fi_fi: Näyttää siltä, että tällä sivustolla ei ole vaaleja tai kukaan ei ole koskaan äänestänyt.
fr_ca: Il semble qu'il n'y ait pas d'élections sur ce site ou que personne n'ait jamais voté.
nl_nl: Het lijkt erop dat er geen opiniepeilingen op deze site zijn of dat niemand ooit heeft gestemd.
pl_pl: Wygląda na to, że na tej stronie nie ma wyborów lub nikt nigdy nie głosował.

source: Elections in the system
cs_cz: Volby v systému
de_de: Anzahl Umfragen (Stimmen)
es_co: Encuestas (Respuestas) en el sistema
fi_fi: Järjestelmän vaalit
fr_ca: Élections dans le système
nl_nl: Polls (antwoorden) in het systeem
pl_pl: Wybory w systemie

source: HTML: renders a voting block for a Election on this site. usage: [election_vote:<i>election_id</i>
cs_cz: HTML: vykreslí hlasovací blok pro volby na tomto webu. Použití: [voleb_vote: <i> volební_id </i>
de_de: HTML: Rendert einen Abstimmungsblock für eine Umfrage auf dieser Site. Verwendung:
es_co: HTML: muestra un bloque de votación para una elección en este sitio. Uso:[voto_electoral: <i> id_elección</i>]
fi_fi: HTML: tekee tämän sivuston vaalien äänestyksen. Käyttö: [vaaleja_vote: <i>vaalitunnus</i>
fr_ca: HTML: affiche un blocage de vote pour une élection sur ce site. Utilisation: [vote_élection: <i>id_élection</i>
pl_pl: HTML: renderuje blok do głosowania na wybory w tej witrynie. użycie: [election_vote: <i> election_id </i>

source: HTML: renders the results of a Election on this site. usage: [election_result:<i>election_id</i>]
cs_cz: HTML: vykreslí výsledky voleb na tomto webu. Použití: [voleb_výsledek: <i> volební_id </i>]
de_de: HTML: Rendert einen Abstimmungsblock für eine Umfrage auf dieser Site. Verwendung:
es_co: HTML: muestra un bloque de votación para una elección en este sitio. Uso:[voto_electoral: <i> id_elección</i>]
fi_fi: HTML: hahmottaa vaalitulokset tällä sivustolla. Use: [vaalitulos: <i>vaalitunnus</i>]
fr_ca: HTML: rend les résultats d'une élection sur ce site. Utilisation: [résultat_élection: <i>id_élection</i>]
pl_pl: HTML: renderuje wyniki wyborów na tej stronie. użycie: [election_result: <i> election_id </i>]

source: Link: to a Election on this site. link_text defaults to the Election topic. usage: [election:<i>election_id</i> {link_text}]
cs_cz: Odkaz: k volbám na tomto webu. Link_text je výchozí k volbám téma. použití: [volby: <i> volební_id </i> {link_text}]
de_de: Link: zu einer Umfrage auf dieser Seite. link_text verwendet standardmäßig das Thema Umfrage. Verwendungszweck
es_co: Enlace: a una elección en este sitio. Link_text por defecto es la elecciónuso del tema: [elección: <i>id_elección</i> {link_text}]
fi_fi: Linkki: tämän sivuston vaaleihin. Link_text oletuksena vaalit aihe. käyttö: [vaalit: <i>vaalitunnus</i> {link_text}]
fr_ca: Lien: vers une élection sur ce site. Link_text par défaut à l'élection sujet. utilisation: [élection: <i> id_élection </i> {link_text}]
pl_pl: Link: do wyborów na tej stronie. link_text domyślnie dotyczy tematu Wybory. użycie: [election: <i> election_id </i> {link_text}]

source: Elections Configuration
cs_cz: Konfigurace voleb
de_de: Wahlkonfiguration
es_co: Configuración de elecciones
fi_fi: Vaalien määritys
fr_ca: Administration des sondages
nl_nl: Polls-beheer
pl_pl: Konfiguracja wyborów

source: Hide Menu Entry
cs_cz: Skrýt vstup do nabídky
de_de: Menüeintrag ausblenden
es_co: Ocultar entrada de menú
fi_fi: Piilota valikkokohta
fr_ca: Masquer l'entrée du menu des sondages
nl_nl: Verberg menu-item Polls
pl_pl: Ukryj wpis menu

source: Max. Questions per Election
cs_cz: Maximální počet otázek na jednu volbu
de_de: Max. Fragen pro Umfrage
es_co: Número máximo de preguntas por encuesta
fi_fi: Enimmäiskysymyksiä vaalia kohden
fr_ca: Max. Questions par sondage
nl_nl: Max. Hoogte Vragen per peiling
pl_pl: Maks. Pytania na wybory

source: Max. Options per Question
cs_cz: Max. možnosti na otázku
de_de: Max. Optionen pro Frage
es_co: Máx. de opciones por pregunta
fi_fi: Maks. Vaihtoehdot kysymystä kohti
fr_ca: Max. Options par question
nl_nl: Max. Hoogte Opties per vraag
pl_pl: Maks. Opcje na pytanie

source: Sort Results
cs_cz: Výsledky
de_de: Ergebnisse sortieren
es_co: Ordenar resultados
fi_fi: Lajittele tulokset
fr_ca: Trier les résultats
nl_nl: Sorteer resultaten
pl_pl: Sortuj wyniki

source: Voter Cookie Valid Duration
cs_cz: Platné trvání souboru cookie voliče
de_de: Gültige Dauer des Voter Cookies
es_co: Duración válida de la cookie del votante
fi_fi: Äänestäjäevästeen voimassaoloaika
fr_ca: Durée de validité du cookie de l'électeur
nl_nl: Kiezer Cookie Geldige Duur

source: Voter IP Address Valid Duration
cs_cz: Platná doba platnosti IP adresy voliče
de_de: Gültige Dauer der Wähler-IP-Adresse
es_co: Duración válida de la dirección IP del votante
fi_fi: Äänestäjän IP-osoite on voimassa
fr_ca: Adresse IP de l'électeur Durée valide
nl_nl: Kiezer IP-adres Geldige duur
pl_pl: Adres IP wyborcy Ważny czas trwania

source: Delete Elections with Owner
cs_cz: Smazat ankety s vlastníkem
de_de: Umfragen mit Eigentümer löschen
es_co: Eliminar elecciones con propietario
fi_fi: Poista vaalit omistajan kanssa
fr_ca: Supprimer les sondages avec le propriétaire
nl_nl: Verwijder peilingen met eigenaar
pl_pl: Usuń wybory z właścicielem

source: After Saving Election
cs_cz: Po uložení voleb
de_de: Nach dem Speichern der Umfrage
es_co: Después de salvar la elección
fi_fi: Vaalien tallentamisen jälkeen
fr_ca: Après l'enregistrement du sondage
nl_nl: Na het opslaan van peiling
pl_pl: Po zapisaniu wyborów

source: Display glFusion Blocks
cs_cz: Zobrazit glFusion bloky
de_de: GlFusionsblöcke anzeigen
es_co: Mostrar bloques glFusion
fi_fi: Näytä glFusion-lohkot
fr_ca: Afficher les blocs glFusion
nl_nl: GlFusion Blocks weergeven
pl_pl: Wyświetl bloki glFusion

source: Default group allowed to vote
cs_cz: Výchozí skupina může hlasovat
de_de: Standardgruppe darf abstimmen
es_co: Grupo predeterminado autorizado para votar
fi_fi: Oletusryhmä saa äänestää
fr_ca: Groupe par défaut autorisé à voter
nl_nl: Standaardgroep mag stemmen
pl_pl: Grupa domyślna może głosować

source: Default group allowed to view results
cs_cz: Výchozí skupina může prohlížet výsledky
de_de: Standardgruppe darf Ergebnisse anzeigen
es_co: Grupo predeterminado que puede ver resultados
fi_fi: Oletusryhmä saa tarkastella tuloksia
fr_ca: Groupe par défaut autorisé à afficher les résultats
nl_nl: Standaardgroep toegestaan om resultaten te bekijken
pl_pl: Domyślna grupa może wyświetlać wyniki

source: Default after-voting access
cs_cz: Výchozí přístup po hlasování
de_de: Zugang zur Abstimmung nach der Abstimmung
es_co: Acceso predeterminado después de la votación
fr_ca: Accès après vote par défaut
pl_pl: Domyślny dostęp po głosowaniu

source: Main Settings
cs_cz: Hlavní nastavení
de_de: Haupteinstellungen
es_co: Configuración principal
fi_fi: Pääasetukset
fr_ca: Réglages principaux
nl_nl: Belangrijkste instellingen
pl_pl: Ustawienia główne

source: General Settings
cs_cz: Obecné nastavení
de_de: Allgemeine Umfrageeinstellungen
es_co: Configuración general
fi_fi: Yleiset asetukset
fr_ca: Paramètres généraux des sondages
nl_nl: Algemene Polls-instellingen
pl_pl: Ustawienia główne

source: Default Permissions
cs_cz: Výchozí oprávnění
de_de: Standardberechtigungen
es_co: Permisos predeterminados
fi_fi: Oikeudet
fr_ca: Autorisations par défaut
nl_nl: Standaardrechten
pl_pl: Uprawnienia domyślne

source: True
cs_cz: Pravda
de_de: Wahr
es_co: Verdad
fi_fi: Totta
fr_ca: Vrai
nl_nl: Klopt
pl_pl: Prawdziwe

source: False
cs_cz: Nepravda
de_de: Falsch
es_co: Falso
fi_fi: Väärä
fr_ca: Faux
nl_nl: Vals
pl_pl: Fałszywy

source: As Submitted
cs_cz: Jak bylo odesláno
de_de: Wie eingereicht
es_co: Como enviado
fi_fi: Kuten toimitettu
fr_ca: Tel que soumis
nl_nl: Zoals ingediend
pl_pl: Jak przesłano

source: By Votes
cs_cz: Podle hlasů
de_de: Durch Stimmen
es_co: Por Votos
fi_fi: By Äänet
fr_ca: Par Votes
nl_nl: Door stemmen
pl_pl: Według głosów

source: No Access
cs_cz: Žádný přístup
de_de: Kein Zugriff
es_co: Sin acceso
fi_fi: Ei pääsyä
fr_ca: Pas d'accès
nl_nl: Geen toegang
pl_pl: Brak dostępu

source: View Vote
cs_cz: Zobrazit hlas
de_de: Zeigen Sie Ihre Stimme an
es_co: Ver voto
fi_fi: Näytä ääni
fr_ca: Voir le vote
nl_nl: Stemmen
pl_pl: Zobacz głosowanie

source: Left Blocks
cs_cz: Levé bloky
de_de: Linke Blöcke
es_co: Bloques izquierdo
fi_fi: Vasen lohko
fr_ca: Blocs de gauche
nl_nl: Linker blokken
pl_pl: Lewe bloki

source: Right Blocks
cs_cz: Pravé bloky
de_de: Rechte Blöcke
es_co: Bloques izquierdo
fi_fi: Oikeat lohkot
fr_ca: Blocs droits
nl_nl: Juiste blokken
pl_pl: Właściwe bloki

source: Left & Right Blocks
cs_cz: Levé a pravé bloky
de_de: Linke & rechte Blöcke
es_co: Bloques izquierdo y derecho
fi_fi: Vasen ja oikea lohko
fr_ca: Blocs gauche et droit
nl_nl: Linker- en rechterblokken
pl_pl: Bloki lewy i prawy

source: None
cs_cz: Žádné
de_de: Keine
es_co: Nada
fi_fi: Ei mitään
fr_ca: Aucun
nl_nl: Geen
pl_pl: Żaden

source: Days after which closed elections are archived
cs_cz: Dny, po kterých jsou archivovány uzavřené volby
de_de: Tage, nach denen geschlossene Wahlen archiviert werden
es_co: Días después de los cuales se archivan las elecciones cerradas
fi_fi: Päivät, joiden jälkeen suljetut vaalit arkistoidaan
fr_ca: Jours après lesquels les élections fermées sont archivées
pl_pl: Dni, po których zamknięte wybory są archiwizowane

source: Enter Key
cs_cz: Zadejte klíč
de_de: Schlüssel eingeben
es_co: Introducir clave
fi_fi: Enter-näppäin
fr_ca: La touche Entrée
pl_pl: Wprowadź klucz

source: Edit your vote
cs_cz: Upravte svůj hlas
de_de: Bearbeiten Sie Ihre Stimme
es_co: Edita tu voto
fi_fi: Muokkaa ääntäsi
fr_ca: Modifier votre vote
pl_pl: Edytuj swój głos

source: A new private key is generated for each submission.
cs_cz: Pro každé odeslání se vygeneruje nový soukromý klíč.
de_de: Für jede Übermittlung wird ein neuer privater Schlüssel generiert.
es_co: Se genera una nueva clave privada para cada envío.
fi_fi: Jokaiselle lähetykselle luodaan uusi yksityinen avain.
fr_ca: Une nouvelle clé privée est générée pour chaque soumission.
pl_pl: Nowy klucz prywatny jest generowany dla każdego zgłoszenia.

source: List Votes
cs_cz: Seznam hlasů
de_de: Stimmen auflisten
es_co: Lista de votos
fi_fi: Listaa äänet
fr_ca: Liste des votes
pl_pl: Lista głosów

source: Modify Vote
cs_cz: Upravit hlasování
de_de: Abstimmung ändern
es_co: Modificar voto
fi_fi: Muokkaa äänestystä
fr_ca: Modifier le vote
pl_pl: Modyfikuj głos

source: As Entered
cs_cz: Jak bylo zadáno
de_de: Wie eingegeben
es_co: Como se ingresó
fi_fi: Syötettynä
fr_ca: Comme entré
pl_pl: Jak wprowadzono

source: Randomly
cs_cz: Náhodně
de_de: Zufällig
es_co: Al azar
fi_fi: Satunnaisesti
fr_ca: Aléatoirement
pl_pl: Losowo

source: Alphabetically
cs_cz: Abecedně
de_de: Alphabetisch
es_co: Alfabéticamente
fi_fi: Aakkosjärjestyksessä
fr_ca: Alphabétiquement
pl_pl: Alfabetycznie

source: Show Answer Remarks on Election Form?
cs_cz: Zobrazit poznámky k odpovědi na volebním formuláři?
de_de: Antwortbemerkungen auf dem Wahlformular anzeigen?
es_co: ¿Mostrar comentarios de respuesta en el formulario de elección?
fi_fi: Näytä vastaushuomautukset vaalilomakkeella?
fr_ca: Afficher les remarques de réponse sur le formulaire d'élection ?
pl_pl: Pokazać uwagi dotyczące odpowiedzi w formularzu wyborczym?

source: Number of questions shown in blocks
cs_cz: Počet otázek zobrazených v blocích
de_de: Anzahl der Fragen in Blöcken angezeigt
es_co: Número de preguntas mostradas en bloques
fi_fi: Kysymysten lukumäärä lohkoissa
fr_ca: Nombre de questions affichées dans les blocs
pl_pl: Liczba pytań pokazanych w blokach

source: Links Only
cs_cz: Pouze odkazy
de_de: Nur Links
es_co: Solo enlaces
fi_fi: Vain linkit
fr_ca: Liens uniquement
pl_pl: Tylko linki

source: One Question
cs_cz: Jedna otázka
de_de: Eine Frage
es_co: Una pregunta
fi_fi: Yksi kysymys
fr_ca: Une question
pl_pl: Jedno pytanie

source: Your vote has been recorded for
cs_cz: Váš hlas byl zaznamenán pro
de_de: Ihre Stimme wurde aufgezeichnet für
es_co: Su voto ha sido registrado para
fr_ca: Votre vote a été enregistré pour

source: Elections (Votes) in the system
cs_cz: Volby (Hlasy) v systému
de_de: Wahlen (Stimmen) im System
es_co: Elecciones (Votos) en el sistema
fr_ca: Élections (Votes) dans le système

source: Log in to vote.
de_de: Melden Sie sich an, um abzustimmen.
es_co: Inicie sesión para votar.
fi_fi: Kirjaudu sisään äänestääksesi.
fr_ca: Connectez-vous pour voter.
pl_pl: Zaloguj się, aby zagłosować.

source: Sort displayed answers
de_de: Angezeigte Antworten sortieren
es_co: Ordenar las respuestas mostradas
fi_fi: Lajittele näytetyt vastaukset
fr_ca: Trier les réponses affichées
pl_pl: Sortuj wyświetlone odpowiedzi

source: Mode
nl_nl: Modus

source: Open for Voting
nl_nl: Stem open

source: While the poll is open, only the owner and administrators can see the results.
nl_nl: Terwijl de enquête open is, kunnen alleen de eigenaar en beheerders de resultaten.

source: Answers / Votes / Remark
nl_nl: Antwoorden / stemmen / opmerking

source: Date
nl_nl: Datum

source: Title
nl_nl: Titel

source: It appears that there are no polls on this site or no one has ever voted.
nl_nl: Het lijkt erop dat er geen opiniepeilingen op deze site zijn of dat niemand ooit heeft gestemd.

source: To modify or delete a poll, click on the edit icon of the election.
nl_nl: Om een poll te wijzigen of te verwijderen, klik op het bewerk icoon van de verkiezing.

source: To create a new poll, click on "Create" above.
nl_nl: Om een nieuwe poll aan te maken, klik op "Create " hierboven.

source: Polls Configuration
nl_nl: Polls-beheer

source: Hide Polls Menu Entry
nl_nl: Verberg menu-item Polls

source: Max. Questions per Poll
nl_nl: Max. Hoogte Vragen per peiling

source: Delete Polls with Owner
nl_nl: Verwijder peilingen met eigenaar

source: After Saving Poll
nl_nl: Na het opslaan van peiling

source: Poll Default Permissions
nl_nl: Poll Standaardrechten

source: General Polls Settings
nl_nl: Algemene Polls-instellingen

source: Forward to Poll
nl_nl: Doorsturen naar peiling

source: Display Admin List
nl_nl: Geef de beheerderslijst weer

source: Display Public List
nl_nl: Openbare lijst weergeven

source: Display Home
nl_nl: Home weergeven

source: No access
nl_nl: Geen toegang

source: Read-Only
nl_nl: Alleen lezen

source: Read-Write
nl_nl: Lezen schrijven

source: Forward to Election
nl_nl: Doorsturen naar peiling
