Repository: glFusion/elections
Catalog: locale/*/LC_MESSAGES/elections.po
Languages: cs_cz, de_de, es_co, fi_fi, fr_ca, nl_nl, pl_pl

source: List All
cs_cz: Zobrazit vše
de_de: Listen Sie alle auf
es_co: Listar todo
fi_fi: Listaa kaikki
fr_ca: Tout lister
nl_nl: Lijst alles op
pl_pl: Lista wszystkich

source: Create
cs_cz: Vytvořit
de_de: Erstelle neu
es_co: Crear
fi_fi: Luo
fr_ca: Créer
nl_nl: Creëer
pl_pl: Stwórz

source: Admin Home
cs_cz: Domovská stránka správce
es_co: Panel de Control
fi_fi: Järjestelmänvalvojan etusivu
fr_ca: Administration
nl_nl: Administratie
pl_pl: Administracja

source: Elections Administration
cs_cz: Správa voleb
de_de: Liste der Umfragen
es_co: Administración de elecciones
fi_fi: Vaalien hallinto
fr_ca: Administration des élections
nl_nl: Verkiezingsadministratie
pl_pl: Administracja wyborcza

source: Edit Election
cs_cz: Upravit volby
de_de: Beschreibung
es_co: Editar elección
fi_fi: Muokkaa vaaleja
fr_ca: Modifier l'élection
nl_nl: Beschrijving
pl_pl: Edytuj wybory

source: Access Denied
cs_cz: Přístup odepřen
de_de: Kein Zugang
es_co: Acceso denegado
fi_fi: Pääsy estetty
fr_ca: Accès refusé
pl_pl: Brak dostępu

source: You are trying to access a poll that you do not have rights to.
cs_cz: Pokoušíte se získat přístup k hlasování, ke kterému nemáte práva.
de_de: Du versuchst auf eine Umfrage zuzugreifen, für die Du keine Berechtigung hast.
es_co: Está intentando acceder a una encuesta para la que no tiene derechos.
fi_fi: Yrität käyttää kyselyä, johon sinulla ei ole oikeuksia.
fr_ca: Vous essayez d'accéder à un sondage sur lequel vous n'avez pas les droits.
pl_pl: Próbujesz uzyskać dostęp do ankiety, do której nie masz uprawnień.

source: This attempt has been logged.
cs_cz: Tento pokus byl zaznamenán.
de_de: Dieser Versuch wurde aufgezeichnet.
es_co: Este intento ha sido registrado.
fi_fi: Tämä yritys on tallennettu.
fr_ca: Cette tentative a été enregistrée.
pl_pl: Ta próba została zarejestrowana.

source: Please go back to the poll administration screen.
cs_cz: Vraťte se prosím zpět na obrazovku správy hlasování.
de_de: Bitte %s gehe zurück zur Umfrage-Verwaltung.
es_co: Por favor, regrese a la pantalla de administración de la encuesta.
fi_fi: Palaa kyselynhallintanäyttöön.
fr_ca: Veuillez retourner à l'écran d'administration du sondage.
pl_pl: Wróć do ekranu administrowania ankietą.

source: Delete
cs_cz: Vymazat
de_de: Löschen
es_co: Borrar
fi_fi: Poista
fr_ca: Effacer
pl_pl: Kasować

source: Election ID
cs_cz: Volební ID
de_de: Beschreibung
es_co: ID de elección
fi_fi: Vaalitunnus
fr_ca: ID élection
nl_nl: Beschrijving
pl_pl: Id wyborów

source: Do not use spaces.
cs_cz: Nepoužívejte mezery.
de_de: Verwenden Sie keine Leerzeichen.
es_co: No use espacios.
fi_fi: Älä käytä välilyöntejä.
fr_ca: Ne pas utiliser d'espaces.
pl_pl: Nie używaj spacji.

source: Topic
cs_cz: Téma
de_de: Thema
es_co: Tema
fi_fi: Aihe
fr_ca: Sujet
nl_nl: Onderwerp
pl_pl: Temat

source: Comments
cs_cz: Komentáře
de_de: Bemerkungen
es_co: Comentarios
fi_fi: Kommentit
fr_ca: Commentaires
nl_nl: Opmerkingen
pl_pl: Komentarze

source: Description
cs_cz: Popis
de_de: Beschreibung
es_co: Descripción
fi_fi: Kuvaus
nl_nl: Beschrijving
pl_pl: Opis

source: Appears on Election Block
cs_cz: Objeví se na volebním bloku
de_de: Erscheint im Umfrageblock
es_co: Aparece en el bloque electoral
fi_fi: Esiintyy vaalilohkossa
fr_ca: Apparaît lors du blocage des élections
nl_nl: Weergeven op verkiezingsblok
pl_pl: Pojawia się w bloku wyborczym

source: Voting Status
cs_cz: Stav hlasování
de_de: Abstimmungsstatus
es_co: Estado de votación
fi_fi: Äänestyksen tila
fr_ca: Statut du vote
nl_nl: Stemstatus
pl_pl: Stan głosowania

source: Open
cs_cz: Otevřeno
de_de: Öffnen
es_co: Abierto
fi_fi: Avaa
fr_ca: Ouvert
pl_pl: otwarty

source: Closed
cs_cz: Zavřeno
de_de: Diese Umfrage ist derzeit geschlossen.
es_co: Cerrado
fi_fi: Suljettu
fr_ca: Fermé
nl_nl: Gesloten
pl_pl: Zamknięte

source: Archived
cs_cz: Archivováno
de_de: Archiviert
es_co: Archivado
fi_fi: Arkistoitu
fr_ca: Archivé
nl_nl: Gearchiveerd
pl_pl: Zarchiwizowano

source: Hide results while open?
cs_cz: Skrýt výsledky při otevřeném?
de_de: Ergebnisse ausblenden, während die Umfrage geöffnet ist?
es_co: ¿Ocultar resultados mientras está abierto?
fi_fi: Piilotetaanko tulokset auki ollessaan?
fr_ca: Masquer les résultats à l'ouverture?
nl_nl: Resultaten verbergen terwijl open?
pl_pl: Ukryć wyniki po otwarciu?

source: While the election is open, only the owner and administrators can see the results.
cs_cz: Zatímco jsou volby otevřené, „Vlastník a správci mohou vidět Výsledek.
de_de: Während die Umfrage geöffnet ist, können nur der Eigentümer und Root die Ergebnisse sehen
es_co: Mientras las elecciones están abiertas, solo el propietario y los administradores pueden ver elresultados.
fi_fi: Vaalien ollessa avoinna vain omistaja ja ylläpitäjät voivat nähdä tuloksia.
fr_ca: Pendant que l'élection est ouverte, seuls le propriétaire et les administrateurs peuvent voir le résultats.
nl_nl: Zolang de verkiezingen open zijn, kunnen alleen de eigenaar en beheerders de resultaten.
pl_pl: Podczas gdy wybory są otwarte, tylko właściciel i administratorzy mogą zobaczyć wyniki.

source: The topic will be only displayed if there is more than 1 question.
cs_cz: Téma se zobrazí pouze v případě, že existuje více než 1 otázka.
de_de: Das Thema wird nur angezeigt, wenn mehr als eine Frage vorhanden ist.
es_co: El tema solo se mostrará si hay más de una pregunta.
fi_fi: Aihe näytetään vain, jos kysymyksiä on enemmän kuin yksi.
fr_ca: Le sujet ne sera affiché que s'il y a plus d'une question.
nl_nl: Het onderwerp wordt alleen weergegeven als er meer dan 1 vraag is.
pl_pl: Temat zostanie wyświetlony tylko wtedy, gdy będzie więcej niż 1 pytanie.

source: Opens
cs_cz: Otevře se
de_de: Umfrage wird geöffnet
es_co: Abre
fi_fi: Avautuu
fr_ca: Ouvre
nl_nl: Opent
pl_pl: Otwiera

source: Closes
cs_cz: Zavírá
de_de: Umfrage geschlossen
es_co: Cierra
fi_fi: Sulkeutuu
fr_ca: Se ferme
nl_nl: Sluit
pl_pl: Zamknięcia

source: Access Rights
cs_cz: Přístupová práva
de_de: Zugangsrechte
es_co: Privilegios de acceso
fi_fi: Käyttöoikeudet
fr_ca: Des droits d'accès
nl_nl: Toegangsrechten
pl_pl: Prawa dostępu

source: Owner
cs_cz: Majitel
de_de: Inhaber
es_co: Dueño
fi_fi: Omistaja
fr_ca: Propriétaire
nl_nl: Eigenaar
pl_pl: Właściciel

source: Allowed to Vote
cs_cz: Povoleno hlasovat
de_de: Erlaubt zu wählen
es_co: Permitido votar
fi_fi: Salli äänestää
fr_ca: Autorisé à voter
nl_nl: Mag stemmen
pl_pl: Pozwolono głosować

source: Allowed to View Results
cs_cz: Povoleno prohlížet výsledky
de_de: Standardgruppe darf Ergebnisse anzeigen
es_co: Permitido ver resultados
fi_fi: Saa tarkastella tuloksia
fr_ca: Autorisé à afficher les résultats
nl_nl: Toegestaan om resultaten te bekijken
pl_pl: Pozwolono na przeglądanie wyników

source: Save
cs_cz: Uložit
de_de: Speichern
es_co: Ahorrar
fi_fi: Tallenna
fr_ca: Sauver
nl_nl: Sparen
pl_pl: Zapisać

source: Cancel
cs_cz: zrušení
de_de: Stornieren
es_co: Cancelar
fi_fi: Peruuta
fr_ca: Annuler
nl_nl: Annuleren
pl_pl: Anuluj

source: Date Picker
cs_cz: Výběr data
de_de: Datumsauswahl
es_co: Selector de fechas
fi_fi: Päivämäärän valitsin
fr_ca: Sélecteur de date
nl_nl: Datumkiezer
pl_pl: Wybór daty

source: Time Picker
cs_cz: Výběr času
de_de: Zeitwähler
es_co: Selector de tiempo
fi_fi: Ajanvalitsin
fr_ca: Sélecteur de temps
nl_nl: Tijdkiezer
pl_pl: Wybór czasu

source: View your vote
cs_cz: Zobrazit váš hlas
de_de: Zeigen Sie Ihre Stimme an
es_co: Ver su voto
fi_fi: Näytä äänesi
fr_ca: Afficher votre vote
nl_nl: Bekijk uw stem
pl_pl: Wyświetl swój głos

source: After-voting access for voters
cs_cz: Přístup po hlasování pro voliče
de_de: Zugang zur Abstimmung nach der Abstimmung
es_co: Acceso después de la votación para los votantes
fi_fi: Äänestäjien äänioikeus
fr_ca: Accès après le vote pour les électeurs
nl_nl: Toegang na het stemmen voor kiezers
pl_pl: Dostęp po głosowaniu dla wyborców

source: General
cs_cz: Všeobecné
de_de: Allgemein
fi_fi: Yleistä
fr_ca: Général
nl_nl: Algemeen
pl_pl: Ogólne

source: Questions
cs_cz: Dotazy
de_de: Frage
es_co: Preguntas
fi_fi: Kysymyksiä
fr_ca: Des questions
nl_nl: Vragen
pl_pl: Maks. Pytania w ankiecie

source: Permissions
cs_cz: Oprávnění
de_de: Berechtigungen
es_co: Permisos
fi_fi: Käyttöoikeudet
fr_ca: Autorisations
nl_nl: Standaardrechten
pl_pl: Uprawnienia

source: Back to Listing
cs_cz: Zpět na výpis
de_de: Zurück zur Liste
es_co: Volver al listado
fi_fi: Takaisin luetteloon
fr_ca: Retour à la liste
nl_nl: Terug naar lijst
pl_pl: Powrót do listy

source: Randomize question order?
cs_cz: Náhodné pořadí otázek?
de_de: Fragenreihenfolge zufällig festlegen?
es_co: ¿Aleatorizar el orden de las preguntas?
fi_fi: Satunnaistetaanko kysymysjärjestys?
fr_ca: Ordre aléatoire des questions ?
nl_nl: Vraagvolgorde willekeurig maken?
pl_pl: Losowa kolejność pytań?

source: Randomize answer order?
cs_cz: Náhodné pořadí objednávek?
de_de: Antwortreihenfolge zufällig festlegen?
es_co: ¿Aleatorizar el orden de las respuestas?
fi_fi: Satunnaistetaanko vastausjärjestys?
fr_ca: Ordre de réponse aléatoire ?
nl_nl: Willekeurige volgorde van antwoorden?
pl_pl: Losowa kolejność odpowiedzi?

source: Declares a winner?
cs_cz: Prohlašuje vítěze?
de_de: Erklärt einen Gewinner?
es_co: ¿Declara un ganador?
fi_fi: Julistetaan voittajaksi?
fr_ca: Déclare un gagnant ?
nl_nl: Verklaart een winnaar?
pl_pl: Deklaruje zwycięzcę?

source: Reset Results
cs_cz: Obnovit výsledky
de_de: Ergebnisse zurücksetzen
es_co: Restablecer resultados
fi_fi: Palauta tulokset
fr_ca: Réinitialiser les résultats
pl_pl: Resetuj wyniki

source: Reset all results for this election
cs_cz: Obnovit všechny výsledky těchto voleb
de_de: Alle Ergebnisse für diese Wahl zurücksetzen
es_co: Restablecer todos los resultados de esta elección
fi_fi: Nollaa kaikki tämän vaalien tulokset
fr_ca: Réinitialiser tous les résultats de cette élection
pl_pl: Zresetuj wszystkie wyniki dla tych wyborów

source: Reset
cs_cz: Resetovat
de_de: Zurücksetzen
es_co: Reiniciar
fi_fi: Palauta
fr_ca: Réinitialiser
pl_pl: Resetuj

source: Question
cs_cz: Otázka
de_de: Frage
es_co: Pregunta
fi_fi: Kysymys
nl_nl: Beschrijving
pl_pl: Opis

source: Answer
cs_cz: Odpověď
de_de: Antwoord
es_co: Respuesta
fi_fi: Vastaus
fr_ca: Répondre

source: Votes
cs_cz: Hlasy
de_de: Stimmen
es_co: Votos
fi_fi: ääntä
nl_nl: Stemmen
pl_pl: Głosy

source: Remark
cs_cz: Poznámka
de_de: Opmerking
es_co: Observación
fi_fi: Huomautus
fr_ca: Remarque

source: Save and Add
cs_cz: Uložit a přidat
de_de: Speichern und hinzufügen
es_co: Guardar y agregar
fi_fi: Tallenna ja lisää
fr_ca: Enregistrer et ajouter
nl_nl: Opslaan en toevoegen
pl_pl: Zapisz

source: A name is required.
cs_cz: Jméno je povinné.
de_de: Fehler: Ein Umfragenname ist erforderlich.
es_co: Se requiere un nombre.
fi_fi: Nimi vaaditaan.
fr_ca: Un nom est requis.
nl_nl: Een naam is vereist.
pl_pl: Błąd: nazwa ankiety jest wymagana.

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
es_co: Editar
fi_fi: Muokkaa
fr_ca: Éditer
nl_nl: Bewerk
pl_pl: Edytuj

source: Vote Count
cs_cz: Počet hlasů
de_de: Stimmenzahl
es_co: Recuento de votos
fi_fi: Äänien määrä
fr_ca: Décompte des votes
nl_nl: Stemmen tellen
pl_pl: Liczba głosów

source: Results
cs_cz: Výsledky
de_de: Ergebnisse
es_co: Resultados
fi_fi: Tulokset
fr_ca: Résultats
nl_nl: Resultaten
pl_pl: Wyniki

source: Created
cs_cz: Vytvořeno
de_de: Umfrage erstellt
es_co: Creado
fi_fi: Luotu
fr_ca: Créé
nl_nl: Gemaakt
pl_pl: Utworzony

source: Status
cs_cz: Postavení
es_co: Estado
fi_fi: Tila
fr_ca: Statut
nl_nl: Toestand

source: To modify or delete an election, click on the edit icon of the election.
cs_cz: Chcete-li upravit nebo odstranit volby, klikněte na ikonu úprav voleb.
de_de: Um eine Umfrage zu bearbeiten oder zu löschen, auf das Bearbeiten-Icon klicken. Um eine neue Umfrage zu eröffnen, bitte auf "Neu anlegen" klicken.
fi_fi: Jos haluat muuttaa tai poistaa vaaleja, napsauta vaalien muokkauskuvaketta.
fr_ca: Pour modifier ou supprimer une élection, cliquez sur l'icône d'édition de l'élection.
nl_nl: Om een verkiezing te wijzigen of te verwijderen, klikt u op het bewerkingspictogram van de verkiezing.
pl_pl: Aby zmienić lub usunąć wybory, kliknij ikonę edycji wyborów.

source: To create a new election, click on "Create New" above.
cs_cz: Chcete-li vytvořit nové volby, klikněte na "Vytvořit nový" výše.
de_de: Um eine neue Wahl zu erstellen, klicken Sie oben auf "Neu erstellen".
es_co: Para crear una nueva elección, haga clic en "Crear nuevo" arriba.
fi_fi: Jos haluat luoda uudet vaalit, napsauta "Luo uusi" yllä.
fr_ca: Pour créer une nouvelle élection, cliquez sur "Créer un nouveau" ci-dessus.
nl_nl: Om een nieuwe verkiezing aan te maken, klikt u hierboven op "Nieuwe aanmaken".
pl_pl: Aby utworzyć nowe wybory, kliknij "Utwórz nowe" powyżej.

source: Vote
cs_cz: Hlasy
de_de: Abstimmung
es_co: Votar
fi_fi: Äänestä
nl_nl: Stemmen
pl_pl: Głosować

source: Show Vote
cs_cz: Zobrazit hlas
de_de: Toon-Stamm
es_co: Mostrar votos
fi_fi: Näytä ääni
fr_ca: Afficher le vote
pl_pl: Pokaż głos

source: Results available after closing.
cs_cz: Výsledky dostupné po zavření.
de_de: Ergebnisse nach dem Schließen verfügbar.
es_co: Resultados disponibles después del cierre.
fi_fi: Tuloksia saatavilla sulkemisen jälkeen.
fr_ca: Résultats disponibles après la fermeture.
pl_pl: Wyniki dostępne po zamknięciu.

source: Yes
cs_cz: Ano
de_de: Ja
es_co: Sí
fi_fi: Kyllä
fr_ca: Oui
nl_nl: Ja
pl_pl: tak

source: No
cs_cz: Ne
de_de: Nein
fi_fi: Ei
fr_ca: Non
nl_nl: Geen
pl_pl: Nie

source: Cannot reset archived elections.
cs_cz: Nelze resetovat archivované volby.
de_de: Archivierte Wahlen können nicht zurückgesetzt werden.
es_co: No se pueden restablecer las elecciones archivadas.
fi_fi: Arkistoituja vaaleja ei voi nollata.
fr_ca: Impossible de réinitialiser les élections archivées.
pl_pl: Nie można zresetować zarchiwizowanych wyborów.

source: Are you sure you want to delete all of the results for this election?
cs_cz: Opravdu chcete smazat všechny výsledky těchto voleb?
de_de: Möchten Sie wirklich alle Ergebnisse für diese Umfrage löschen?
es_co: ¿Está seguro de que desea eliminar todos los resultados de esta elección?
fi_fi: Haluatko varmasti poistaa kaikki vaalien tulokset?
fr_ca: Êtes-vous sûr de vouloir supprimer tous les résultats de cette élection?
pl_pl: Czy na pewno chcesz usunąć wszystkie wyniki tych wyborów?

source: Are you sure you want to delete this Poll?
cs_cz: Opravdu chcete tuto anketu smazat?
de_de: Möchten Sie diese Umfrage wirklich löschen?
es_co: ¿Está seguro de que desea eliminar esta encuesta?
fi_fi: Haluatko varmasti poistaa tämän kyselyn?
fr_ca: Êtes-vous sûr de vouloir supprimer cette élection?
nl_nl: Weet u zeker dat u alle resultaten voor deze verkiezing wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę ankietę?

source: Are you absolutely sure you want to delete this Poll? All questions, answers and comments that are associated with this Poll will also be permanently deleted from the database.
cs_cz: Jste si naprosto jisti, že chcete tuto anketu smazat? Všechny otázky, odpovědi a komentáře spojené s touto anketou budou také trvale smazán z databáze.
de_de: Sind Sie absolut sicher, dass Sie diese Umfrage löschen möchten? Alle Fragen, Antworten und Kommentare, die mit dieser Umfrage verknüpft sind, werden ebenfalls dauerhaft aus der Datenbank gelöscht.
es_co: ¿Está absolutamente seguro de que desea eliminar esta encuesta? Todas las preguntasLas respuestas y comentarios asociados con esta encuesta también seráneliminado permanentemente de la base de datos.
fi_fi: Oletko aivan varma, että haluat poistaa tämän kyselyn? Kaikki kysymykset, tähän kyselyyn liittyvät vastaukset ja kommentit ovat myös poistettu pysyvästi tietokannasta.
fr_ca: Êtes-vous absolument sûr de vouloir supprimer ce sondage? Toutes les questions, les réponses et les commentaires associés à ce sondage seront également définitivement supprimé de la base de données.
nl_nl: Weet u absoluut zeker dat u deze enquête wilt verwijderen? Alle vragen,antwoorden en opmerkingen die aan deze enquête zijn gekoppeld, worden ookpermanent verwijderd uit de database.
pl_pl: Czy na pewno chcesz usunąć tę ankietę? Wszystkie pytania, odpowiedzi i komentarze związane z tą ankietą również zostaną trwale usunięte z bazy danych.

source: Preview - Submissions Disabled
cs_cz: Náhled - podání zakázáno
de_de: Voorbeeld - Inzendingen uitgeschakeld
es_co: Vista previa: envíos deshabilitados
fi_fi: Esikatselu - Lähetykset poistettu käytöstä
fr_ca: Aperçu - Soumissions désactivées

source: Start Voting
cs_cz: Začněte hlasovat
de_de: Umfrage starten
es_co: Empezar a votar
fi_fi: Beginna la voting
fr_ca: Commencer à voter
nl_nl: Begin met stemmen
pl_pl: Rozpocznij głosowanie

source: This poll has %d more question
cs_cz: Tato anketa má ještě %d otázku.
de_de: Diese Umfrage hat %d weitere Frage.
es_co: Esta encuesta tiene %d más pregunta
fi_fi: Tässä kyselyssä on %d kysymys lisää
fr_ca: Ce sondage a% d autres questions
nl_nl: Deze poll heeft% d meer vragen
pl_pl: Ta ankieta ma jeszcze %d pytanie.

source: There are no questions for this election
cs_cz: K těmto volbám nejsou žádné dotazy
de_de: Es gibt keine Fragen für diese Wahl
es_co: No hay preguntas para esta elección
fi_fi: Ei ole kysymyksiä näihin vaaleihin
fr_ca: Il n'y a pas de questions pour cette élection
pl_pl: Nie ma pytań do tych wyborów.

source: Your vote has already been recorded.
cs_cz: Váš hlas již byl zaznamenán.
de_de: Ihre Stimme wurde bereits aufgezeichnet.
es_co: Su voto ya ha sido registrado.
fi_fi: Äänesi on jo tallennettu.
fr_ca: Votre vote a déjà été enregistré.
nl_nl: Uw stem is al geregistreerd.
pl_pl: Twój głos został już zarejestrowany.

source: Your vote has been recorded.
cs_cz: Váš hlas byl zaznamenán.
de_de: Deine Stimme wurde gespeichert für die Umfrage.
es_co: Su voto ha sido registrado.
fi_fi: Äänesi on tallennettu.
fr_ca: Votre vote a été enregistré.
nl_nl: Uw stem is geregistreerd.
pl_pl: Twój głos został zarejestrowany.

source: Copy your key to a safe location if you wish to verify your vote later.
cs_cz: Zkopírujte klíč na bezpečné místo, pokud si chcete svůj hlas ověřit později.
de_de: Kopieren Sie Ihren Schlüssel an einen sicheren Ort, wenn Sie Ihre Stimme später bestätigen möchten.
es_co: Copie su clave en un lugar seguro si desea verificar su voto más tarde.
fi_fi: Kopioi avaimesi turvalliseen paikkaan, jos haluat vahvistaa äänesi myöhemmin.
fr_ca: Copiez votre clé dans un endroit sûr si vous souhaitez vérifier votre vote plus tard.
nl_nl: Kopieer uw sleutel naar een veilige locatie als u uw stem later wilt verifiëren.
pl_pl: Skopiuj swój klucz w bezpieczne miejsce, jeśli chcesz później zweryfikować swój głos.

source: Your private key is
cs_cz: Váš soukromý klíč je
de_de: Ihr privater Schlüssel ist
es_co: Su clave privada es
fi_fi: Yksityinen avaimesi on
fr_ca: Votre clé privée est
nl_nl: Uw privésleutel is
pl_pl: Twój klucz prywatny to

source: Copy to clipboard
cs_cz: Kopírovat do schránky
de_de: In die Zwischenablage kopieren
es_co: Copiar al portapapeles
fi_fi: Kopioi leikepöydälle
fr_ca: Copier dans le presse-papiers
nl_nl: Kopiëren naar klembord
pl_pl: Skopiuj do schowka

source: Your private key was copied to your clipboard.
cs_cz: Váš soukromý klíč byl zkopírován do vaší schránky.
de_de: Ihr privater Schlüssel wurde in Ihre Zwischenablage kopiert.
es_co: Se copió la clave privada en el portapapeles.
fi_fi: Yksityinen avaimesi kopioitiin leikepöydällesi.
fr_ca: Votre clé privée a été copiée dans votre presse-papiers.
nl_nl: Uw privésleutel is naar uw klembord gekopieerd.
pl_pl: Twój klucz prywatny został skopiowany do schowka.

source: Your private key will not be displayed again.
cs_cz: Váš soukromý klíč se již nezobrazí.
de_de: Ihr privater Schlüssel wird nicht mehr angezeigt.
es_co: Su clave privada no se mostrará de nuevo.
fi_fi: Yksityistä avaintasi ei näytetä uudelleen.
fr_ca: Votre clé privée ne sera plus affichée.
pl_pl: Twój klucz prywatny nie zostanie ponownie wyświetlony.

source: There was an error recording your vote, please try again.
cs_cz: Při nahrávání vašeho hlasu došlo k chybě, zkuste to prosím znovu.
de_de: Bei der Aufzeichnung Ihrer Stimme ist ein Fehler aufgetreten.
es_co: Hubo un error al registrar su voto. Vuelva a intentarlo.
fi_fi: Äänesi tallentamisessa tapahtui virhe, yritä uudelleen.
fr_ca: Une erreur s'est produite lors de l'enregistrement de votre vote, veuillez réessayer.
nl_nl: Er is een fout opgetreden bij het opnemen van uw stem, probeer het opnieuw.
pl_pl: Wystąpił błąd podczas nagrywania Twojego głosu. Spróbuj ponownie.

source: Action
cs_cz: Akce
de_de: Aktion
es_co: Acción
fi_fi: Toiminta
pl_pl: Akcja

source: Message
cs_cz: Zpráva
de_de: Botschaft
es_co: Mensaje
fi_fi: Viesti
nl_nl: Bericht
pl_pl: Wiadomość

source: Elections
cs_cz: Volby
de_de: Wahlen
es_co: Elecciones
fi_fi: Vaalit
fr_ca: Élections
nl_nl: Beschrijving
pl_pl: Wybory

source: Admin
cs_cz: Správce
es_co: Administrador
fi_fi: Järjestelmänvalvoja
pl_pl: Administrator

source: It appears that there are no elections available.
cs_cz: Zdá se, že nejsou k dispozici žádné volby.
de_de: Es scheint, dass keine Wahlen verfügbar sind.
es_co: Parece que no hay elecciones disponibles.
fi_fi: Näyttää siltä että sivustolla ei ole yhtään pollia tai kukaan ei ole äänestänyt.
fr_ca: Il semble qu'il n'y ait pas d'élections disponibles.
pl_pl: Wygląda na to, że nie ma dostępnych wyborów.

source: Your election has been successfully deleted.
cs_cz: Vaše volba byla úspěšně smazána.
de_de: Ihre Wahl wurde erfolgreich gelöscht.
es_co: Su elección se ha eliminado correctamente.
fi_fi: Valintasi on poistettu.
fr_ca: Votre choix a été supprimé avec succès.
nl_nl: Uw verkiezing is succesvol verwijderd.
pl_pl: Twoje wybory zostały pomyślnie usunięte.

source: User Name
cs_cz: Uživatelské jméno
de_de: Benutzername
es_co: Nombre de usuario
fi_fi: Käyttäjänimi
fr_ca: Nom d'utilisateur
nl_nl: Gebruikersnaam
pl_pl: Nazwa Użytkownika

source: IP Address
cs_cz: IP adresa
de_de: IP-Adresse
es_co: Dirección IP
fi_fi: IP -osoite
fr_ca: Adresse IP
nl_nl: IP adres
pl_pl: Adres IP

source: Date Voted
cs_cz: Datum hlasování
de_de: Abgestimmt am
es_co: Fecha de votación
fi_fi: Äänestyspäivä
fr_ca: Date du vote
nl_nl: Datum gestemd
pl_pl: Data głosowania

source: Election results will be available only after the election has closed.
cs_cz: Výsledky voleb budou k dispozici až po ukončení voleb.
de_de: Die Umfrage-Ergebnisse stehen erst nach dem schließen der Umfrage zur Verfügung.
es_co: Los resultados de las elecciones estarán disponibles solo después de que se hayan cerrado las elecciones.
fi_fi: Vaalitulokset ovat saatavilla vasta vaalien päätyttyä.
fr_ca: Les résultats des élections ne seront disponibles qu'après la clôture des élections.
nl_nl: Verkiezingsresultaten zijn pas beschikbaar nadat de verkiezingen zijn gesloten.
pl_pl: Wyniki wyborów będą dostępne dopiero po ich zamknięciu.

source: Early results, election is open.
cs_cz: Předčasné výsledky, volby jsou otevřené.
de_de: Frühere Ergebnisse, Wahlen sind offen.
es_co: Resultados anticipados, elecciones abiertas.
fi_fi: Varhaiset tulokset, vaalit ovat auki.
fr_ca: Résultats anticipés, l'élection est ouverte.
nl_nl: Eerste resultaten, verkiezingen zijn open.
pl_pl: Wczesne wyniki, wybory są otwarte.

source: Election is archived and not visible to regular voters.
cs_cz: Volby jsou archivovány a nejsou viditelné pro běžné voliče.
de_de: Wahlen sind archiviert und für normale Wähler nicht sichtbar.
es_co: La elección está archivada y no es visible para los votantes regulares.
fi_fi: Vaalit on arkistoitu, eivätkä tavallisten äänestäjien nähtävissä.
fr_ca: L'élection est archivée et non visible pour les électeurs réguliers.
pl_pl: Wybory są archiwizowane i niewidoczne dla zwykłych wyborców.

source: Topics
cs_cz: Témata
de_de: Themen
es_co: Temas
fi_fi: Aiheet
fr_ca: Les sujets
nl_nl: Onderwerpen
pl_pl: Tematy
